[
    {
        "name": "Terms & Conditions",
        "id": 1,
        "contents": "Introduction\nBy downloading, accessing, or using the HelpHub application (\"HelpHub\"), you agree to be bound by these Terms and Conditions (\"Terms\"). If you do not agree to these Terms, do not use HelpHub. These Terms govern your use of HelpHub, including all features, functionalities, and services provided through HelpHub.\n\nUse of HelpHub\nHelpHub is designed to serve as a platform for victims of natural accidents to receive assistance and for search and rescue teams and volunteers to provide aid. By using HelpHub, you agree to use it solely for its intended purpose and in compliance with all applicable laws and regulations.\n\nUser Responsibilities\n(a) You are solely responsible for the accuracy and completeness of the information you provide through HelpHub, including your location and medical information.\n(b) You agree not to misuse HelpHub, including but not limited to, attempting to access data or systems not intended for you, interfering with the functioning of HelpHub, or engaging in any activity that may damage, disable, or impair HelpHub or its servers.\n(c) You agree not to use HelpHub for any unlawful, harmful, or inappropriate purposes, including but not limited to, harassment, spamming, or transmitting viruses or other malicious code.\n\nPrivacy\nYour privacy is important to us. By using HelpHub, you consent to the collection, use, and disclosure of your information as described in our Privacy Policy.\n\nIntellectual Property\nHelpHub, including all content, features, and functionalities, is owned by HelpHub and its licensors and is protected by intellectual property laws. You agree not to modify, reproduce, distribute, or create derivative works based on HelpHub without our prior written consent.\n\nLimitation of Liability\n(a) To the extent permitted by law, HelpHub and its affiliates, officers, directors, employees, agents, and licensors shall not be liable for any direct, indirect, incidental, special, consequential, or punitive damages arising out of or in connection with your use of HelpHub.\n(b) In no event shall HelpHub's total liability to you exceed the amount paid by you, if any, for accessing or using HelpHub.\n\nIndemnification\nYou agree to indemnify and hold harmless HelpHub and its affiliates, officers, directors, employees, agents, and licensors from and against any claims, liabilities, damages, losses, and expenses, including reasonable attorneys' fees, arising out of or in connection with your use of HelpHub or any violation of these Terms.\n\nModifications to Terms\nWe reserve the right to modify these Terms at any time without prior notice. Any changes to these Terms will be effective immediately upon posting. Your continued use of HelpHub after the posting of revised Terms constitutes your acceptance of such changes.\n\nGoverning Law\nThese Terms shall be governed by and construed in accordance with the laws of Germany. Any dispute arising out of or in connection with these Terms shall be subject to the exclusive jurisdiction of the courts of Germany.\n\nBy using HelpHub, you acknowledge that you have read, understood, and agree to be bound by these Terms and Conditions."
    },
    {
        "name": "Legal",
        "id": 2,
        "contents": "HelpHub is an application developed with the intention of providing assistance to victims of natural accidents and facilitating communication between those in need and search and rescue teams or volunteers. However, it is important to note that HelpHub is currently not in active use or deployment.\n\nThe features and functionalities described for HelpHub, including its potential to share location, medical information, and facilitate communication with rescue teams or volunteers, are conceptual and have not been implemented or made available to the public.\n\nWhile efforts may have been made to develop HelpHub and its associated functionalities, it is imperative to understand that its effectiveness and reliability have not been tested or verified in real-world scenarios. Therefore, users should refrain from relying on HelpHub for emergency assistance or any other purpose until it is officially deployed, tested, and made available for public use.\n\nFurthermore, the information provided about HelpHub, including its features, functionalities, and potential use cases, is for informational purposes only and does not constitute a guarantee or promise of future availability or performance.\n\nUsers are encouraged to exercise caution and use alternative methods for seeking assistance or providing aid in emergency situations until HelpHub is officially launched and declared operational."
    }
]